export const cardContent = {
  education: [
    { title: 'לימודים', content: ' תכנים לימודיים, בהמון מגוון של נושאים' },
    {
      title: 'הרצאות',
      content: 'הרצאות שבועיות בנושאים מגוונים הקשורים לעולם ההייטק והעבודה',
    },
    { title: 'קורסים', content: 'קורסים יסודיים ומתמקדים במגוון נושאים' },
    {
      title: 'מיטאפים',
      content: 'מפגשים מאורגנים בין חברי הקהילה הכוללים הרצאות והשערה',
    },
  ],
  jobs: [
    {
      title: 'סימולציות',
      content: 'עריכת סימולציות לראיונות טכניים ולראיונות אישיותיים',
    },
    { title: 'פרילנס', content: 'עדכונים על עבודות פרילנס' },
    {
      title: 'קורות חיים',
      content:
        'סדנאות לכתיבת קורות חיים, ועזרה הדדית והתייעצות בכתיבת קורות חיים',
    },
    { title: '"חבר מביא חבר"', content: '' },
  ],
  projects: [
    {
      title: 'הקאתון',
      content: 'השתתפות בהאקתונים ותחרויות בתחומים ונושאים שונים',
    },
    { title: 'קוד פתוח', content: 'השתתפות והכוונה בפרוייקטים של קוד פתוח' },
    {
      title: 'ביקורת פרוייקטים',
      content: 'קבלת ביקורת בונה וחוות דעת על פרוייקטים ועבודות',
    },
    {
      title: 'פרוייקטים צוותים',
      content: 'שיתופי פעולה בין חברי הקבוצה ויצירת פרויקטים משותפים',
    },
  ],
};
