interface CardContentInterface {
  [key: string]: {
    title: string;
    content: string;
  }[];
}

export const cardContent: CardContentInterface = {
  education: [
    { title: 'לימודים', content: ' תכנים לימודיים במגוון נושאים' },
    {
      title: 'הרצאות',
      content: 'הרצאות בנושאים הקשורים לעולם ההייטק והעבודה',
    },
    { title: 'קורסים', content: 'קורסים יסודיים המועברים מטעם הקהילה' },
    {
      title: 'מיטאפים',
      content: 'עדכונים על מיטאפים והגעה משותפת',
    },
  ],
  jobs: [
    {
      title: 'סימולציות',
      content: 'סימולציות לראיונות טכניים ולראיונות אישיותיים',
    },
    { title: 'פרילנס', content: 'עדכונים על עבודות פרילנס' },
    {
      title: 'קורות חיים',
      content:
        'סדנאות לכתיבת קורות חיים, ועזרה הדדית והתייעצות בכתיבת קורות חיים',
    },
    {
      title: '"חבר מביא חבר"',
      content: 'הרחבת מעגל הקשרים והגשת קורות חיים דרך חברי הקהילה',
    },
  ],
  projects: [
    {
      title: 'הקאתון',
      content: 'השתתפות בהאקתונים ותחרויות בתחומים שונים',
    },
    { title: 'קוד פתוח', content: 'השתתפות והכוונה בפרויקטים של קוד פתוח' },
    {
      title: 'ביקורת פרויקטים',
      content: 'קבלת ביקורת בונה וחוות דעת על פרויקטים ועבודות',
    },
    {
      title: 'פרויקטים צוותים',
      content: 'יצירת פרויקטים משותפים בין חברי הקבוצה',
    },
  ],
};
